Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Check-in between {{subordinateName}} and {{managerName}}
tr_tr: {{subordinateName}} ile {{managerName}} arasında check-in görüşmesi

source: {{name}}'s discussion points
tr_tr: {{name}} adlı kişinin tartışma konuları

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
tr_tr: {{startOn}} tarihinden itibaren geçerli olmak üzere, {{endOn}} tarihine kadar her {{day}} gerçekleşir. Toplamda {{count}} adet Check-in görüşmesi oluşturulacaktır.

source: Marked as done by you.
tr_tr: Sizin tarafınızdan tamamlandı olarak işaretlendi.

source: Allow check-in deletion
tr_tr: Check-in görüşmesini silme işlemine izin verin

source: Workers will be able to delete their own check-ins.
tr_tr: Çalışanlar kendi check-in görüşmelerini silebilecekler.

source: Enable performance check-ins
tr_tr: Performansa ilişkin check-in görüşmelerini etkinleştirin

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
tr_tr: Yöneticiler, doğrudan raporlarıyla performans check-in görüşmeleri oluşturabilecekler. Check-in görüşmeleri, yöneticilerin bir doğrudan raporun ilerlemesi, genel performansı, hedefleri ve davranışları hakkındaki görüşlerini verebilecekleri widget'ları içerir. Check-in görüşmesi gönderildikten sonra, çalışanlar bu widget'ları görebilecek ve check-in sayfasında "Kabul Et" veya "Buluşalım" seçeneklerinden birini seçmeye karar verebilecekler.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
tr_tr: Yeni yöneticilerin, kendilerine doğrudan bağlı çalışanları ile önceki yöneticileri arasındaki "Devam ediyor", "Onay bekleniyor" veya "İnceleniyor" durumundaki check-in görüşmelerini görmelerine izin verin.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
tr_tr: "Devam ediyor", "Onay bekleniyor" veya "İnceleniyor" durumundaki çalışanlarla ilgili check-in görüşmeleri, yeni birim yöneticileriyle otomatik olarak paylaşılacaktır.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
tr_tr: Yeni yöneticilerin, kendilerine doğrudan bağlı çalışanları ile önceki yöneticileri arasındaki tamamlanmış check-in görüşmelerini görüntülemelerine izin verin.

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
tr_tr: Daha önce tamamlanmış check-in görüşmeleri, bir çalışanın yeni birim yöneticisiyle otomatik olarak paylaşılacaktır.

source: Allow workers to create performance check-ins with their manager
tr_tr: Çalışanların yöneticileriyle check-in görüşmeleri oluşturmasına izin verin

source: Enable the "Check-Ins" feature
tr_tr: "Check-in Görüşmeleri" özelliğini etkinleştirin

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
tr_tr: Check-in görüşmeleri, yöneticilerin ve çalışanların istedikleri zaman yapılandırılmış bir görüşme oluşturmalarına olanak tanır. İçeriği ve yorumları istedikleri gibi oluşturabilir ve düzenleyebilirler ve tüm içerik, yalnızca katılımcılar tarafından görülebilir. "E-posta bildirimleri" sayfasında check-in görüşmeleriyle ilişkili e-posta bildirimlerini değerlendirmenizi ve etkinleştirmenizi öneririz.

source: Workers can set regular check-ins with
tr_tr: Çalışanlar, şunlarla düzenli check-in görüşmeleri ayarlayabilir:

source: Line managers and direct reports only
tr_tr: Yalnızca birim yöneticileri ve doğrudan bağlı çalışanlar

source: Upcoming check-ins
tr_tr: Yaklaşan check-in görüşmeleri

source: Here are some tips to make the most of your check-in conversation.
tr_tr: Check-in görüşmenizde yaptığınız görüşmeden en iyi şekilde yararlanmanız için bazı ipuçlarını burada bulabilirsiniz.

source: Coaching tips
tr_tr: Koçlukla ilgili ipuçları

source: Favicon
tr_tr: Sık kullanılanlar simgesi

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
tr_tr: Logoyu yükleyin ve tarayıcı sekmesinde görmek istediğiniz etiketi yazın. Bunu değiştirmezseniz, varsayılan beqom logosu ve etiketi kullanılacaktır.

source: Cancel edit
tr_tr: Düzenlemeyi iptal et

source: Application header
tr_tr: Uygulama başlığı

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
tr_tr: Uygulama başlığında görmek istediğiniz logoları ve etiketleri seçin. Şirket logonuzu yükleyebilir veya varsayılan beqom logosunu kullanabilirsiniz.

source: Display option
tr_tr: Görüntüleme seçeneği

source: Company logo & platform label
tr_tr: Şirket logosu ve platform etiketi

source: Company logo
tr_tr: Şirket logosu

source: Default beqom logo
tr_tr: Varsayılan beqom logosu

source: Company logo & beqom default logo
tr_tr: Şirket logosu & beqom varsayılan logosu

source: Email header
tr_tr: E-posta başlığı

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
tr_tr: Sistem tarafından gönderilen e-postaların başlığında görmek istediğiniz logoları ve etiketleri seçin. Şirket logonuzu yükleyebilir veya varsayılan beqom logosunu kullanabilirsiniz.

source: Upload your logo
tr_tr: Logonuzu yükleyin

source: Go to Web version
tr_tr: Web sürümüne git

source: Office 365 plugin
tr_tr: Office 365 eklentisi

source: Configure the label of the button that directs to the beqom application from Office 365.
tr_tr: Office 365'ten beqom uygulamasına yönlendiren düğmenin etiketini yapılandırın.

source: Button label
tr_tr: Düğme etiketi

source: You can change the beqom label to a name that will be familiar to your users.
tr_tr: beqom etiketini, kullanıcılarınızın aşina olacağı bir adla değiştirebilirsiniz.

source: Platform label
tr_tr: Platform etiketi

source: My compensation history
tr_tr: Ücretlendirme geçmişim

source: Total compensation
tr_tr: Toplam ücretlendirme

source: Your changes to the configuration were successfully applied.
tr_tr: Yapılandırmaya ilişkin değişiklikleriniz başarıyla uygulandı.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
tr_tr: Kaydedilmemiş bir yorumunuz var. Yorumunuzdan ayrılmak ve yorumunuzu iptal etmek istediğinizden emin misiniz?

source: Unsaved comment
tr_tr: Kaydedilmemiş yorum

source: Collapse {{groupKey}}
tr_tr: {{groupKey}} öğesini daralt

source: Drag to reorder column {{columnName}}
tr_tr: {{columnName}} sütununu yeniden sıralamak için sürükleyin

source: Drag to reorder group {{groupKey}}
tr_tr: {{groupKey}} grubunu yeniden sıralamak için sürükleyin

source: Expand {{groupKey}}
tr_tr: {{groupKey}} öğesini genişlet

source: Frozen columns are fixed; columns can only be reordered within their current group.
tr_tr: Dondurulmuş sütunlar sabittir; sütunlar yalnızca mevcut grupları içinde yeniden sıralanabilir.

source: Set column visibility
tr_tr: Sütun görünürlüğünü ayarla

source: Column config
tr_tr: Sütun yapılandırması

source: Toggle visibility for {{columnName}}
tr_tr: {{columnName}} için görünürlüğü değiştir

source: Clear search
tr_tr: Aramayı temizle

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
tr_tr: Arama/filtre kriterlerine uyan çalışan yok. Tüm çalışanları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
tr_tr: Mevcut erişim izinleriniz bu tablodaki bilgileri görüntülemenize izin vermiyor. Bunun bir hata olduğunu düşünüyorsanız, lütfen yöneticiniz veya İK ekibinizle iletişime geçin.

source: You don't have access to this data
tr_tr: Bu verilere erişiminiz yok

source: Contact information
tr_tr: İletişim bilgileri

source: Copy goal
tr_tr: Hedefi kopyala

source: Name of the country.
tr_tr: Ülkenin adı.

source: Add deliverable
tr_tr: Teslim edilecek öğe ekleyin

source: Add measurement criterion
tr_tr: Ölçüm kriteri ekleyin

source: Attachments
tr_tr: Ekler

source: Specify tangible outcomes for your goal
tr_tr: Hedefiniz için somut sonuçlar belirleyin

source: Deliverable
tr_tr: Teslim edilecek öğe

source: Describe the goal
tr_tr: Hedefi açıklayın

source: Goal target
tr_tr: Amaçlanan hedef

source: Other colleagues
tr_tr: Diğer iş arkadaşları

source: Create one individual goal per colleague in the selected population.
tr_tr: Seçilen popülasyondaki her bir iş arkadaşı için bir bireysel hedef oluşturun.

source: Goal owner
tr_tr: Hedef sahibi

source: Search by people
tr_tr: Kişilere göre ara

source: Who do you want to create this goal for?
tr_tr: Bu hedefi kimin için oluşturmak istiyorsunuz?

source: Search by people and org units
tr_tr: Kişilere ve organizasyon birimlerine göre ara

source: Creator
tr_tr: Oluşturucu

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
tr_tr: Bir hedef oluşturmak veya kopyalamak için, önceden en az bir hedef planı ve bir hedef türü yapılandırılmış olmalıdır.

source: Setup required
tr_tr: Kurulum gerekli

source: Myself
tr_tr: Kendim

source: Create your individual goals visible to you and your manager.
tr_tr: Sizin ve yöneticiniz tarafından görülebilen bireysel hedeflerinizi oluşturun.

source: My organization
tr_tr: Organizasyonum

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
tr_tr: Bir popülasyon tarafından görülebilen tek bir hedef oluşturur. Bu hedefin ilerlemesini değiştirme işlemi, ilerlemeyi herkes için günceller.

source: Owner's manager
tr_tr: Sahibin yöneticisi

source: Goal alignment
tr_tr: Hedef uyumu

source: Identify which goals align with the created goal
tr_tr: Oluşturulan hedefle hangi hedeflerin uyumlu olduğunu belirleyin

source: Key deliverables
tr_tr: Önemli teslim edilecek öğeler

source: Key results
tr_tr: Önemli sonuçlar

source: Define how you will measure success
tr_tr: Başarıyı nasıl ölçeceğinizi tanımlayın

source: Maximum target
tr_tr: Maksimum hedef

source: Minimum target
tr_tr: Minimum hedef

source: Starting value
tr_tr: Başlangıç değeri

source: Target value
tr_tr: Hedef değer

source: Basic info
tr_tr: Temel bilgiler

source: Name of the goal
tr_tr: Hedefin adı

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
tr_tr: Kurumsal bir hedefteki Çalışanlar, seçilen hedef planına göre otomatik olarak dahil edilir. Hedefi oluşturan kullanıcının bireysel erişim kontrolleri dikkate alınmaz.

source: Goal population based on the goal plan.
tr_tr: Hedef planına dayalı hedef nüfusu.

source: Based on the selected goal plan
tr_tr: Seçilen hedef planına göre

source: Priority
tr_tr: Öncelik

source: Automatically using a deliverable
tr_tr: Teslim edilecek bir öğeyi otomatik olarak kullanma

source: Automatically using the average of measurement criteria
tr_tr: Ölçüm kriterlerinin ortalamasını otomatik olarak kullanma

source: Manually
tr_tr: Manuel olarak

source: Progress tracking
tr_tr: İlerleme takibi

source: Tag library
tr_tr: Etiket kitaplığı

source: Specify which tags from the following libraries can be added to the created goal
tr_tr: Aşağıdaki kütüphanelerden hangi etiketlerin oluşturulan hedefe eklenebileceğini belirtin

source: Tags and alignment
tr_tr: Etiketler ve uyum

source: Progress tracking method
tr_tr: İlerleme takip yöntemi

source: Who should see your goal?
tr_tr: Hedefinizi kim görmeli?

source: Make the goal visible to
tr_tr: Hedefi şu kişiler için görünür hale getirin:

source: Search for workers or organizational units
tr_tr: Çalışanları veya organizasyon birimlerini arayın

source: Managers will be able to view the goals of their team members.
tr_tr: Yöneticiler, ekip üyelerinin hedeflerini görüntüleyebilecekler.

source: Give a value between 0 and 100.
tr_tr: 0 ile 100 arasında bir değer verin.

source: Session expired
tr_tr: Oturum süresi doldu

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
tr_tr: Oturumunuz bir süredir açık ve uygulama arka planda güncellendi. Her şeyin düzgün çalıştığından emin olmak için lütfen sayfayı yenileyiniz.

source: USD
tr_tr: Amerikan Doları

source: Eligible
tr_tr: Uygun

source: Eligible {{eligibleCount}}/{{totalCount}}
tr_tr: Uygun {{eligibleCount}}/{{totalCount}}

source: Not eligible
tr_tr: Uygun değil

source: Advanced
tr_tr: Gelişmiş

source: This column has conditional formatting applied based on rules.
tr_tr: Bu sütuna, kurallara dayalı koşullu biçimlendirme uygulanmıştır.

source: Unassigned
tr_tr: Atanmamış

source: Refresh data
tr_tr: Verileri yenile

source: Row size
tr_tr: Satır boyutu

source: Extra tall
tr_tr: Ekstra uzun

source: Short
tr_tr: Kısa

source: Tall
tr_tr: Uzun

source: Sort
tr_tr: Sırala

source: Select fields and values
tr_tr: Alanları ve değerleri seçin

source: Direct Reports
tr_tr: Doğrudan Bağlı Çalışanlar

source: View formula
tr_tr: Formülü görüntüle

source: Indirect reports
tr_tr: Dolaylı bağlı çalışanlar

source: Role view
tr_tr: Rol görünümü

source: Reject & logout
tr_tr: Reddet ve oturumu kapat

source: Data privacy statement
tr_tr: Veri gizliliği bildirimi

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
tr_tr: Devam etmek için lütfen veri gizliliği bildirimini kabul edin. Bildirimi reddederseniz, oturumunuz kapatılacaktır.

source: Please accept the data privacy statement to proceed.
tr_tr: Devam etmek için lütfen veri gizliliği bildirimini kabul edin.

source: AM
tr_tr: Sabah

source: Next month
tr_tr: Gelecek ay

source: Previous month
tr_tr: Önceki ay

source: PM
tr_tr: Öğleden sonra

source: Date picker calendar
tr_tr: Tarih seçici takvim

source: Invalid date format. Please use {{dateFormat}}.
tr_tr: Geçersiz tarih formatı. Lütfen {{dateFormat}} kullanınız.

source: Month
tr_tr: Ay

source: Pick a date
tr_tr: Bir tarih seçin

source: Year
tr_tr: Yıl

source: Calendar tool
tr_tr: Takvim aracı

source: Select date & time
tr_tr: Tarih ve saat seçin

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
tr_tr: <strong>{{goalTitle}}</strong> hedefini reddetmek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Reject goal
tr_tr: Hedefi reddet

source: Comment
tr_tr: Yorum

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
tr_tr: {{managerName}}, <0>{{goalTitle}}</0> hedefini reddetti.

source: Rejected goal
tr_tr: Reddedilen hedef

source: The goal was rejected.
tr_tr: Hedef reddedildi.

source: The default language is required.
tr_tr: Varsayılan dil gereklidir.

source: Are you sure you want to delete this item?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: The goal was successfully deleted.
tr_tr: Hedef başarıyla silindi.

source: Please add at least one deliverable.
tr_tr: Lütfen en az bir teslim edilecek öğe ekleyin.

source: Are you sure you want to quit without saving your changes?
tr_tr: Değişikliklerinizi kaydetmeden çıkmak istediğinizden emin misiniz?

source: Discard changes
tr_tr: Değişiklikleri iptal edin

source: Discard comment
tr_tr: Yorumu iptal edin

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
tr_tr: Kaydedilmemiş değişiklikleriniz var. Bu sayfadan ayrılmak ve değişikliklerinizi iptal etmek istediğinizden emin misiniz?

source: You will lose any unsaved changes to your comment.
tr_tr: Yorumunuza ilişkin kaydedilmemiş tüm değişiklikleri kaybedeceksiniz.

source: Quit without saving
tr_tr: Kaydetmeden çık

source: Keep editing
tr_tr: Düzenlemeye devam et

source: Unsaved changes
tr_tr: Kaydedilmemiş değişiklikler

source: Discard comment changes
tr_tr: Yorum değişikliklerini iptal edin

source: Congratulations! Your goal is completed.
tr_tr: Tebrikler! Hedefiniz tamamlandı.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
tr_tr: Bu dışa aktarma, erişim izinlerinize göre filtrelenmiştir. Yalnızca görüntüleme yetkisine sahip olduğunuz çalışan verilerini içermektedir.

source: The password doesn't meet the requirements.
tr_tr: Şifre gereksinimleri karşılamıyor.

source: Must contain at least one lowercase letter
tr_tr: En az bir küçük harf içermelidir

source: Maximum password length: {{max}} characters
tr_tr: Maksimum parola uzunluğu: {{max}} karakter

source: Minimum password length: {{min}} characters
tr_tr: Parola için minimum uzunluk: {{min}} karakter

source: Must contain at least one uppercase letter
tr_tr: En az bir büyük harf içermelidir

source: Drafts
tr_tr: Taslaklar

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
tr_tr: Sürüklemeye başlamak için boşluk çubuğuna basın. Sürüklerken, öğeyi hareket ettirmek için ok tuşlarını ve işlemi iptal etmek için kaçış (escape) tuşunu kullanabilirsiniz.

source: Dragging was canceled and the sortable item was dropped.
tr_tr: Sürükleme iptal edildi ve sıralanabilir öğe bırakıldı.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
tr_tr: Sıralanabilir öğe, {{itemCount}} öğeden {{position}} konumuna bırakıldı.

source: The draggable item is no longer over a droppable area.
tr_tr: Sürüklenebilir öğe artık bırakılabilir bir alanın üzerinde değil.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
tr_tr: Sıralanabilir öğe, {{itemCount}} öğeden {{position}} konumuna taşındı.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
tr_tr: Sıralanabilir öğe seçildi. Sıralanabilir öğe, {{itemCount}} öğe arasında {{position}} konumunda.

source: Upload image
tr_tr: Resim yükle

source: Delete image
tr_tr: Resmi sil

source: Are you sure you want to delete this file?
tr_tr: Bu dosyayı silmek istediğinizden emin misiniz?

source: Delete photo
tr_tr: Fotoğrafı sil

source: or drag & drop
tr_tr: veya sürükleyip bırakın

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
tr_tr: Yükleme başarısız oldu. Dosyanızın yukarıda listelenen dosya yükleme gereksinimlerini karşıladığından emin olun.

source: Drag & drop or click upload to add file.
tr_tr: Dosya eklemek için sürükleyip bırakın veya yükle'ye tıklayın.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
tr_tr: Desteklenen dosya formatları: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maksimum dosya boyutu: 10 MB. Maksimum dosya sayısı: {{count}} dosya.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
tr_tr: Desteklenen dosya formatları: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maksimum dosya boyutu: 10 MB. Maksimum dosya sayısı: {{count}} dosya.

source: Supported file formats: JPG, JPEG, PNG
tr_tr: Desteklenen dosya formatları: JPG, JPEG, PNG

source: Upload documents
tr_tr: Belgeleri yükleyin

source: Maximum file size: {{fileSize}}MB
tr_tr: Maksimum dosya boyutu: {{fileSize}} MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
tr_tr: Dosyanızı buraya sürükleyip bırakın veya dosyaları seçmek için tıklayın. Resimler, jpg/jpeg veya png formatında olmalıdır. Önerilen görüntü çözünürlüğü: {{resolution}} piksel. Resimler için maksimum boyut: 2 MB.

source: Preview only; population settings prevent you from opening this goal.
tr_tr: Yalnızca önizleme; popülasyon ayarları bu hedefi açmanızı engelliyor.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı.<br/>Tüm sonuçları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: Enter URL
tr_tr: URL girin

source: Equity manager
tr_tr: Hisse senedi yöneticisi

source: Grant price
tr_tr: Hibe bedeli

source: Grant timeline
tr_tr: Hibe zaman çizelgesi

source: Grant timeline help
tr_tr: Hibe zaman çizelgesi yardımı

source: Next grants vested amount
tr_tr: Verilen sonraki hibe tutarı

source: All my equity plans
tr_tr: Tüm hisse senedi planlarım

source: My equity plans
tr_tr: Hisse senedi planlarım

source: First vesting
tr_tr: İlk hakediş

source: Grant date
tr_tr: Veriliş tarihi

source: Grants
tr_tr: Hibeler

source: Last vesting
tr_tr: Son hakediş

source: Executive plan name
tr_tr: Yönetici planı adı

source: Next vesting
tr_tr: Sonraki hak ediş

source: Strike price
tr_tr: Kullanım fiyatı

source: Vested grants
tr_tr: Verilen hibeler

source: Vesting date
tr_tr: Hak ediş tarihi

source: Vesting period
tr_tr: Hak ediş dönemi

source: Reset to current value
tr_tr: Mevcut değere sıfırla

source: My equity simulation
tr_tr: Hisse senedi simülasyonum

source: Stock trend ($/unit)
tr_tr: Hisse senedi eğilimi ($/birim)

source: Equity overview
tr_tr: Hisse senedine genel bakış

source: My equity overview
tr_tr: Hisse senetlerime genel bakış

source: Total grants vested amount
tr_tr: Verilen toplam hibe tutarı

source: Equity plan type
tr_tr: Hisse senedi planı türü

source: Stock options
tr_tr: Hisse senedi seçenekleri

source: 403 - Access denied
tr_tr: 403 - Erişim reddedildi

source: 404 - Page not found
tr_tr: 404 - Sayfa bulunamadı

source: Unexpected error
tr_tr: Beklenmeyen hata

source: More information is available in the console.
tr_tr: Daha fazla bilgi konsolda mevcuttur.

source: Error ID: {{text}}
tr_tr: Hata Kimliği: {{text}}

source: Error
tr_tr: Hata

source: Your form contains the following errors
tr_tr: Formunuzda aşağıdaki hatalar var

source: Message: {{text}}
tr_tr: Mesaj: {{text}}

source: Information not provided.
tr_tr: Bilgi verilmedi.

source: Connection lost
tr_tr: Bağlantı kesildi

source: Your device has lost Internet access. Please check your network and try again.
tr_tr: Cihazınızın internet erişimi kesildi. Lütfen ağınızı kontrol edip tekrar deneyin.

source: The page cannot be displayed.
tr_tr: Sayfa görüntülenemiyor.

source: A proxy is blocking the connection. Please try again.
tr_tr: Bağlantı bir ara sunucu tarafından engelleniyor. Lütfen tekrar deneyin.

source: An unexpected error has occurred.
tr_tr: Beklenmeyen bir hata oluştu.

source: divide
tr_tr: böl
